Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: And a man from among them, crying out, said, Master, I make a request to you, give a thought to my son, for he is my only child:
chr: ᎠᎴ ᎬᏂᏳᏉ ᎠᏍᎦᏯ ᎾᎿ ᎤᎾᏓᏡᎬ ᎤᏪᎷᏁᎢ ᎯᎠ ᏂᎦᏪᏍᎨᎢ, ᏔᏕᏲᎲᏍᎩ, ᎬᏍᏗᏰᏗᎭ ᏘᏯᎦᏃᏗᏱ ᎠᏇᏥ; ᎤᏩᏒᎯᏳᏰᏃ ᎠᏇᏥ ᎾᏍᎩ;

source: And see, a spirit takes him, and suddenly he gives a cry, twisted in pain and streaming at the lips, and when it goes away from him at last, he is marked as from blows.
chr: ᎠᎴ ᎬᏂᏳᏉ, ᎠᏓᏅᏙ ᎤᏂᏱᏍᎪᎢ, ᎠᎴ ᎩᎳᏉ ᎢᏴᏛ ᎨᎷᎲᏍᎪᎢ, ᎠᎴ ᎤᎸᏕᏍᏗᏍᎪᎢ ᎠᎴ ᏓᎭᏬᎢᎰᎢ, ᎤᏂᏆᎶᏛᏃ ᎦᏂᎳ ᎤᏓᏅᎡᎰᎢ.

source: And I made a request to your disciples to send it out of him, but they were not able to do it.
chr: ᎦᏥᏔᏲᏎᎸᏃ ᎨᏣᏍᏓᏩᏗᏙᎯ ᎤᏂᏄᎪᏫᏍᏗᏱ; ᎠᏎᏃ ᎤᏂᏄᎸᏅᎩ.

source: And Jesus said, O generation without faith and false in heart, how long will I have to be with you and put up with you? let your son come here.
chr: ᏥᏌᏃ ᎤᏁᏨ ᎯᎠ ᏄᏪᏒᎩ; Ᏺ, ᏂᏦᎯᏳᏒᎾ ᎠᎴ ᎢᏣᎦᏔᎲᏛ ᎪᎯ ᏥᏤᎭ! ᎢᎳᎪ ᏂᎪᎯᎴᏍᏗ ᎢᏨᏰᎳᏗᏙᎮᏍᏗ, ᎠᎴ ᎤᎾᏁᎳᎩ ᎢᏨᏰᎵᏎᎮᏍᏗ? ᎡᎯᏯᏘᏄᎦ ᏤᏥ.

source: And while he was coming, he was pushed violently down and twisted by the evil spirit. But Jesus gave sharp orders to the unclean spirit, and made the boy well, and gave him back to his father.
chr: ᎠᏏᏉᏃ ᏣᎢᏎᎢ ᎠᏍᎩᎾ ᎤᏍᏢᏂᏍᏔᏁᎢ, ᎠᎴ ᎤᎸᏕᏍᏔᏁᎢ. ᏥᏌᏃ ᎤᏍᎦᏤ ᎦᏓᎭ ᎠᏓᏅᏙ ᎠᎴ ᎤᏅᏩᏁ ᎠᏲᎵ, ᎠᎴ ᏔᎵᏁ ᎢᎤᏪᎧᏁᎴ ᎤᏙᏓ.

source: And they were full of wonder at the great power of God. But while they were all wondering at all the things which he did, he said to his disciples,
chr: ᏂᎦᏛᏃ ᎤᏂᏍᏆᏂᎪᏎ ᎤᏣᏘ ᎤᎵᏂᎩᏗᏳ ᎨᏒ ᎤᏁᎳᏅᎯ. ᏂᎦᏛᏃ ᎤᏂᏍᏆᏂᎪᏒ ᏂᎦᎥ ᏥᏌ ᏄᏛᏁᎸᎢ, ᎯᎠ ᏂᏚᏪᏎᎴ ᎬᏩᏍᏓᏩᏗᏙᎯ;

source: Let these words go deep into your ears, for the Son of man will be given up into the hands of men.
chr: ᎯᎠ ᎾᏍᎩ ᏥᏂᏥᏪᎭ ᏩᏴᎭ ᏗᏥᎴᏂ; ᏴᏫᏰᏃ ᎤᏪᏥ ᏴᏫ ᏗᎨᏥᏲᎯᏎᏗ ᎨᏎᏍᏗ.

source: But this saying was not clear to them and its sense was kept secret from them so that they were not able to see it: and they had fear of questioning him about it.
chr: ᎠᏎᏃ ᎥᏝ ᏳᏃᎵᏤ ᎾᏍᎩ ᏂᏚᏪᏎᎸᎢ, ᎠᎴ ᎨᎬᏍᎦᎳᏁᎴᎢ, ᎾᏍᎩ ᏄᏂᎪᎲᎾ ᎨᏎᎢ; ᎠᎴ ᎠᏂᏍᎦᎢᎮ ᎬᏩᏛᏛᏗᏱ ᎾᏍᎩ ᏄᏪᏒᎢ.

source: Now there was a discussion among them about which of them would be the greatest.
chr: ᎿᏉᏃ ᎤᏂᏃᎮᎴ ᎤᏅᏒ ᎨᏒᎢ, ᎾᏍᎩ Ꮎ ᎤᎾᏓᏡᎬ ᎤᏟ ᎠᏥᎸᏉᏗᏳ ᎨᏒᎢ.

source: But when Jesus saw the reasoning of their hearts, he took a small child and put him by his side,
chr: ᏥᏌᏃ ᎤᏙᎴᎰᏒ ᏄᏍᏛ ᏓᎾᏓᏅᏖᏍᎬ ᏙᏧᎾᏓᏅᏛᎢ, ᎠᏲᎵ ᏭᏯᏅᎮ ᎠᎴ ᎤᏬᎸ ᎾᎥ ᎤᏪᎧᏁᎢ,

source: And said to them, Whoever gives honour to this child in my name, gives honour to me: and whoever gives honour to me, gives honour to him who sent me: for whoever is least among you all, that man is great.
chr: ᎠᎴ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎩᎶ ᏓᏓᏂᎸᎨᏍᏗ ᎯᎠ ᎠᏲᎵ ᎠᏴ ᏓᏆᏙᎥ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ, ᎠᏴ ᏓᏆᏓᏂᎸᎨᏍᏗ; ᎩᎶᏃ ᎠᏴ ᏓᏆᏓᏂᎸᎨᏍᏗ, ᏓᏓᏂᎸᎨᏍᏗ ᏅᏛᎩᏅᏏᏛ, ᎾᏍᎩᏰᏃ ᎤᏍᏗᎧᏂ ᏂᎯ ᏂᎦᏛ ᏂᏣᏛᏅᎢ, ᎾᏍᎩ ᎠᏥᎸᏉᏗᏳ ᎨᏎᏍᏗ.

source: And John, answering, said, Master, we saw a man driving out evil spirits in your name, and we did not let him do it, because he was not one of us.
chr: ᏣᏂᏃ ᎤᏁᏤ ᎯᎠ ᏄᏪᏎᎢ, ᏔᏕᏲᎲᏍᎩ, ᎣᏥᎪᎥᎩ ᎠᏏᏴᏫ ᎠᏂᏍᎩᎾ ᏕᎦᏄᎪᏫᏍᎬᎩ ᏕᏣᏙᎥ ᎬᏗᏍᎬᎩ; ᎣᏥᏅᏍᏓᏕᎸᎩᏃ ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᏂᎩᏍᏓᏩᏕᎬᎾ ᎨᏒᎢ.

source: But Jesus said to him, Let him do it, for he who is not against you is for you.
chr: ᏥᏌᏃ ᎯᎠ ᏄᏪᏎᎸᎩ, ᏞᏍᏗ ᎡᏥᏅᏍᏓᏕᎸᎩ; ᎩᎶᏰᏃ ᏂᎦᏡᏗᏍᎬᎾ ᏱᎩ ᎾᏍᎩ ᎢᎦᎵᎪᏁᎯ.

source: And it came about that when the days were near for him to be taken up, his face was turned to go to Jerusalem,
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁ ᎿᏉ ᎠᏍᏆᎵᏍᎨ ᎦᎸᎳᏗ ᏣᎦᏓᏂᎸᎢᏍᏗᏱ, ᎤᎵᏂᎩᏗᏳ ᎤᏓᏅᏖ ᏥᎷᏏᎵᎻ ᏭᎶᎯᏍᏗᏱ.

source: And he sent men before: and they came to a small town of Samaria to make ready for him.
chr: ᏚᏅᏎᏃ ᎢᎬᏱ ᎠᏁᎩ; ᎤᏁᏅᏎᏃ, ᎠᎴ ᏌᎺᎵ ᎠᏁᎯ ᎤᏂᏚᎲ ᏭᏂᏴᎴᎢ, ᎾᏍᎩ ᎬᏩᏛᏅᎢᏍᏓᏁᏗᏱ.

source: But they would not have him there, because he was clearly going to Jerusalem.
chr: ᎥᏝᏃ ᏱᏗᎬᏩᏓᏂᎸᏤᎢ, ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᏥᎷᏏᎵᎻ ᏥᏩᎦᏙ ᏅᏩᏍᏕᎢ.

source: And when his disciples, James and John, saw this, they said, Lord, may we send fire from heaven and put an end to them?
chr: ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᏥᎻ ᎠᎴ ᏣᏂ ᎾᏍᎩ ᎤᏂᎪᎲ, ᎯᎠ ᏄᏂᏪᏎᎢ, ᏣᎬᏫᏳᎯ, ᎣᏏᏉᏍᎪ ᏱᏰᎸᎾ ᏲᎩᏂᏁᏨ ᎠᏥᎸ ᎦᎸᎳᏗ ᏅᏓᏳᎶᎯᏍᏗᏱ ᎠᎴ ᎤᎾᎪᎲᏍᏙᏗᏱ ᎾᏍᎩᏯ ᎢᎳᏯ ᏄᏛᏁᎸᎢ?

source: But turning round he said sharp words to them.
chr: ᎠᏎᏃ ᎤᎦᏔᎲᏒ ᏚᎬᏍᎪᎸᏁ ᎯᎠ ᏄᏪᏎᎢ, ᎥᏝ ᏱᏍᏗᎦᏔᎭ ᏄᏍᏛ ᎠᏓᏅᏙ ᎢᏍᏗᎲᎢ.

source: And they went to another small town.
chr: ᏴᏫᏰᏃ ᎤᏪᏥ ᏧᎷᏥᎸ ᎥᏝ ᏴᏫ ᏓᏅᏅ ᏱᏚᏛᏔᏂᎸ, ᏚᏍᏕᎸᎯᎸᏉᏍᎩᏂ. ᏅᏩᏓᎴᏃ ᏗᎦᏚᎲ ᏭᏂᎶᏎᎢ.

source: And when they were on the way, a certain man said to him, I will come after you wherever you go.
chr: ᎠᎾᎢᏒᏃ ᏅᏃᎯ ᎯᎠ ᏄᎵᏍᏔᏁᎢ, ᎩᎶ ᎢᏳᏍᏗ ᎯᎠ ᏄᏪᏎᎴᎢ, ᏣᎬᏫᏳᎯ, ᏓᎬᏍᏓᏩᏗᏙᎵ ᏂᎦᎥ ᎮᏙᎲᎢ.

source: And Jesus said to him, Foxes have holes and the birds of the air have resting-places, but the Son of man has nowhere to put his head.
chr: ᏥᏌᏃ ᎯᎠ ᏄᏪᏎᎴᎢ, ᏧᎳ ᏚᏂᏔᎴᏐᎢ, ᏥᏍᏆᏃ ᎦᎳᏅᏛ Ꭰ-ᏂᏃᎯᎵᏙᎯ ᏚᎾᏁᏍᏓᏝᎰᎢ; ᏴᏫᏍᎩᏂ ᎤᏪᏥ ᎥᏝ ᎢᎸᎯᏢ ᎠᏍᎪᎵ ᎤᏠᏗᏱ ᏱᎩ.

source: And he said to another, Come after me. But he said, Lord, let me first go and give the last honours to my father.
chr: ᎤᏩᏓᎴᏃ ᎯᎠ ᏄᏪᏎᎴᎢ, ᏍᎩᏍᏓᏩᏚᎦ. ᎠᏎᏃ ᎯᎠ ᏄᏪᏎᎢ, ᏣᎬᏫᏳᎯ, ᏍᏆᎵᏍᎪᎸᏓᏏ ᎢᎬᏱ ᎠᏇᏅᏍᏗᏱ ᏫᏥᏂᏐᏗᏱ ᎡᏙᏓ.

source: But he said to him, Let the dead take care of their dead; it is for you to go and give news of the kingdom of God.
chr: ᏥᏌ ᎯᎠ ᏄᏪᏎᎴᎢ, ᏧᏂᏲᎱᏒᎯ ᏓᏂᏂᏏᏍᎨᏍᏗ ᏗᎬᏩᏂᏲᎱᎯᏎᎸᎯ; ᏂᎯᏍᎩᏂ ᎮᎾ ᏩᎵᏥᏙᎲᎦ ᏫᏃᎲᎵ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒᎢ.

source: And another man said, I will come with you, Lord, but first let me say a last good-day to those who are at my house.
chr: ᏅᏩᏓᎴᏃ ᎾᏍᏉ ᎯᎠ ᏄᏪᏎᎢ, ᏣᎬᏫᏳᎯ, ᏓᎬᏍᏓᏩᏗᏙᎵ; ᎠᏎᏃ ᎢᎬᏱ ᎨᎾ ᏫᎦᏥᏲᎵᎦ ᏅᏛᏂᏂ ᏗᏇᏅᏒᎢ.

source: But Jesus said, No man, having put his hand to the plough and looking back, is good enough for the kingdom of God.
chr: ᏥᏌᏃ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎥᏝ ᎩᎶᎢ, ᏧᏏᏔᏛᎯ ᎦᏓᎷᎪᏗ ᏱᎠᎦᏔᎲᏃ, ᏰᎵ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᏫᎬᏩᏴᏍᏗ ᏱᎩ.

source: Now after these things, the Lord made selection of seventy others and sent them before him, two together, into every town and place where he himself was about to come.
chr: ᎾᏍᎩᏃ ᏄᎵᏍᏔᏂᏙᎸ, ᎤᎬᏫᏳᎯ ᏅᏩᎾᏓᎴ ᎦᎵᏆᏍᎪᎯ ᎢᏯᏂᏛ ᎾᏍᏉ ᏚᏑᏰᏎᎢ ᎠᎴ ᏚᏅᏎ ᏔᎵ ᏧᎾᎵᎪᏅᏛ ᎢᎬᏱ ᏄᏁᏅᏍᏗᏱ ᏂᎦᏛ ᏕᎦᏚᏩᏗᏒ ᎠᎴ ᏂᎬᎾᏛ, ᎾᎿ ᎤᏩᏒ ᏭᎷᎯᏍᏗ ᎨᏒᎢ.

source: And he said to them, There is much grain ready to be cut, but not enough workers: so make prayer to the Lord of the grain-fields that he will send workers to get in the grain.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎤᎦᏛᎾᏨᎯ ᎤᏙᎯᏳᎯ ᎤᏣᏔ, ᏧᏂᎸᏫᏍᏓᏁᎯᏍᎩᏂ ᎠᏂᎦᏲᎵᏳ; ᎾᏍᎩ ᎢᏳᏍᏗ ᎡᏣᏓᏙᎵᏍᏓᏏ ᎤᎬᏫᏳᎯ ᎤᎦᏛᎾᏨᎯ ᎤᏤᎵᎦ, ᏂᏙᏓᏳᏅᏍᏗᏱ ᏧᏂᎸᏫᏍᏓᏁᎯ ᎾᎿ ᎤᎦᏛᎾᏤᎸᎢ.

source: Go on your way: see, I send you out like lambs among wolves.
chr: ᎢᏤᎾ; ᎬᏂᏳᏉ ᎢᏨᏅᎵ ᎤᏂᏃᏕᎾ ᎠᏂᎩᎾ ᏩᏲᎯ ᏥᏩᏂᎶᏍᎪ ᎾᏍᎩᏯᎢ.

source: Take no bag for money or for food, and no shoes; say no word to any man on the way.
chr: ᏞᏍᏗ ᏗᏥᏅᏒᎩ ᎠᏕᎸ ᏗᎦᎶᏗ, ᎠᎴ ᏕᎦᎶᏗ, ᎠᎴ ᏗᎳᏑᎶ; ᎠᎴ ᏞᏍᏗ ᎩᎶ ᎡᏥᏲᎵᎸᎩ ᎢᏣᎢᏒᎢ.

source: And whenever you go into a house, first say, Peace be to this house.
chr: ᎢᎸᎯᏢᏃ ᎠᏓᏁᎸ ᎢᏥᏴᎯᎮᏍᏗ, ᎢᎬᏱ, ᏅᏩᏙᎯᏯᏛ ᎡᎮᏍᏗ ᎠᏂ ᎠᏓᏁᎸᎢ, ᎢᏣᏗᏍᎨᏍᏗ.

source: And if a son of peace is there, your peace will be with him: but if not, it will come back to you again.
chr: ᎢᏳᏃ ᏅᏩᏙᎯᏯᏛ ᎤᏪᏥ ᎾᎿ ᎡᎮᏍᏗ, ᏅᏩᏙᎯᏯᏛ ᎢᏣᏤᎵᎦ ᎤᎷᏤᏗ ᎨᏎᏍᏗ; ᎢᏳᏃ ᎾᎿ ᏁᎲᎾ ᎢᎨᏎᏍᏗ ᎢᏨᏒᏉ ᎢᏥᎷᏥᏌᏁᏗ ᎨᏎᏍᏗ.

source: And keep in that same house, taking what food and drink they give you: for the worker has a right to his reward. Do not go from house to house.
chr: ᎠᎴ ᎾᎿᏉ ᎠᏓᏁᎸ ᎢᏥᏁᏍᏗ, ᎢᏣᎵᏍᏓᏴᏗᏍᎨᏍᏗ ᎠᎴ ᎢᏣᏗᏔᏍᎨᏍᏗ ᏄᏍᏛ ᎡᏥᏁᎲᎢ; ᏧᎸᏫᏍᏓᏁᎯᏰᏃ ᏚᏳᎪᏗ ᎠᎫᏴᎡᏗᏱ ᏚᎸᏫᏍᏓᏁᎸᎢ. ᏞᏍᏗ ᏓᏓᏁᎳᏗᏒ ᏱᏤᏙᎵᏙᎮᏍᏗ

source: And into whatever town you go, if they take you in, take whatever food is given to you:
chr: ᎠᎴ ᎢᎸᎯᏢ ᎦᏚᎲ ᎢᏥᎷᎨᏍᏗ, ᎠᎴ ᏕᎨᏣᏓᏂᎸᎨᏍᏗ, ᏄᏍᏛ ᎨᏤᎳᏍᏗᏍᎬ ᎢᏣᎵᏍᏓᏴᏗᏍᎨᏍᏗ.

source: And make well those in it who are ill and say to them, The kingdom of God is near to you.
chr: ᎠᎴ ᏕᏥᏅᏫᏍᎨᏍᏗ ᏧᏂᏢᎩ ᎾᎿ ᎠᏁᎲᎢ, ᎠᎴ ᎯᎠ ᏂᏕᏥᏪᏎᎮᏍᏗ, ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎾᎥᏂᏳ ᎢᏥᎷᏤᎸ.

source: But if you go into a town where they will not have you, go out into the streets of it and say,
chr: ᎢᎸᎯᏢᏍᎩᏂ ᎦᏚᎲ ᎢᏥᏴᎯᎮᏍᏗ, ᏂᏗᎨᏣᏓᏂᎸᎬᎾᏃ ᎢᎨᏎᏍᏗ, ᎢᏥᏄᎪᎨᏍᏗ ᏕᎦᎳᏅᏛ ᎾᎿᏂ ᏫᏥᎶᏍᎨᏍᏗ, ᎯᎠ ᏂᏥᏪᏍᎨᏍᏗ,

source: Even the dust of your town, which is on our feet, we put off as a witness against you; but be certain of this, that the kingdom of God is near.
chr: ᎾᏍᏉ ᎪᏍᏚᏉ ᎢᏥᏚᎲ ᎦᎳᎨᏴᎢ, ᎾᏍᎩ ᎣᎩᏯᎸᎬᎢ ᎣᏥᏅᎪᎥᏗ ᎢᏨᎢᏰᎭ; ᎠᏎᏃ ᎯᎠ ᏄᏍᏕᏍᏗ ᎢᏥᎦᏔᎮᏍᏗ, ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎾᎥᏂᏳ ᎢᏥᎷᏤᎸᎢ.

source: I say to you, It will be better in that day for Sodom than for that town.
chr: ᎠᏎᏃ ᎯᎠ ᏂᏨᏪᏎᎭ, ᎡᏍᎦᏉ ᎢᎦᎢ ᎤᏂᎩᎵᏲᎢᏍᏗ ᎨᏎᏍᏗ ᏐᏓᎻ ᎾᎯᏳ ᎢᎦ ᎨᏎᏍᏗ ᎤᏟᎯᏳ ᎾᏍᎩ ᎦᏚᎲᎢ.

source: A curse is on you, Chorazin! A curse is on you, Beth-saida! For if such works of power had been done in Tyre and Sidon as have been done in you, they would have been turned from their sins, in days gone by, seated in the dust.
chr: ᎤᏲᏂᏳ ᎢᏣᎵᏍᏓᏁᏗ ᏂᎯ ᎪᎴᏏᏂ! ᎤᏲᎢᏳ ᎢᏣᎵᏍᏓᏁᏗ ᏂᎯ ᏇᏣᏱᏗ! ᎢᏳᏰᏃ ᎤᏍᏆᏂᎪᏗ ᏱᏙᎦᎸᏫᏍᏓᏁᎴ ᏔᏯ ᎠᎴ ᏌᏙᏂ ᏂᎯ ᎢᏤᎲ ᏕᎦᎸᏫᏍᏓᏁᎸᎢ, ᎪᎯᎩ ᏗᎬᏩᏂᏁᏟᏴᏛ ᏱᎨᏎ ᏚᎾᏓᏅᏛᎢ, ᏧᏏᏕᎾ ᏱᏚᎾᏄᏩᎡ ᎠᎴ ᎪᏍᏚᎯ ᏳᎾᏅᏁᎢ.

source: But it will be better for Tyre and Sidon, in the day of judging, than for you.
chr: ᎠᏍᎡᏃ ᎤᏟ ᎣᏏᏳ ᎢᏳᎾᎵᏍᏓᏁᏗ ᎨᏎᏍᏗ ᏔᏯ ᎠᎴ ᏌᏙᏂ ᎤᎵᏍᏆᎸᏗ ᎢᎦ ᎨᏎᏍᏗ ᎡᏍᎦᏉ ᏂᎯ.

source: And you, Capernaum, were you not lifted up to heaven? you will go down to hell.
chr: ᎠᎴ ᏂᎯ ᎨᏆᏂ ᎦᎸᎳᏗ ᎢᏴᏛ ᏤᏣᏌᎳᏓ, ᏨᏍᎩᏃ ᎢᏴᏛ ᏮᏓᏰᏣᎶᎥᏔᏂ.

source: Whoever gives ear to you, gives ear to me; and whoever is against you, is against me; and whoever is against me, is against him who sent me.
chr: ᎩᎶ ᏂᎯ ᎢᏣᏛᏓᏍᏓᏁᎮᏍᏗ ᎠᏴ ᎠᏆᏛᏓᏍᏓᏁᎮᏍᏗ; ᎩᎶᏃ ᎢᏥᏂᏆᏘᎮᏍᏗ, ᎠᏴ ᎠᎩᏂᏆᏘᎮᏍᏗ; ᎩᎶᏃ ᎠᏴ ᎠᎩᏂᏆᏘᎮᏍᏗ ᎦᏂᏆᏘᎮᏍᏗ ᏅᏛᎩᏅᏏᏛ.

source: And the seventy came back with joy, saying, Lord, even the evil spirits are under our power in your name.
chr: ᎦᎵᏆᏍᎪᎯᏃ ᎢᏯᏂᏛ ᏔᎵᏁ ᎤᏂᎷᏤ ᎤᎵᎮᎵᏍᏗ ᏚᏁᏓᏅᏖᎢ, ᎯᎠ ᎾᏂᏪᏍᎨᎢ, ᏣᎬᏫᏳᎯ, ᎠᏂᏍᎩᎾ ᎾᏍᏉ ᎢᎪᎪᎯᏳᎲᏍᎦ ᏂᎯ ᏕᏣᏙᎥ ᏅᏗᎦᎵᏍᏙᏗᎭ.

source: And he said, I was watching for Satan, falling from heaven like a star.
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᏎᏓᏂ ᏥᎪᎥᎩ ᎠᎾᎦᎵᏍᎩ ᎦᎸᎳᏗ ᏨᏗᎦᏙᎠᏍᎪ ᎾᏍᎩᏯ ᏓᏳᏙᎠᏒᎩ.

source: See, I have given you power to put your feet on snakes and evil beasts, and over all the strength of him who is against you: and nothing will do you damage.
chr: ᎬᏂᏳᏉ ᎢᏨᏯᎵᏍᎪᎸᏓᏏ ᏗᏣᎳᏍᏓᎡᏗᏱ ᎢᎾᏛ ᎠᎴ ᏗᏂᏙᎬ ᏗᎾᏓᏨᏯᏍᏗᏍᎩ, ᎠᎴ ᎢᏣᏓᎵᏁᎯᏕᏗᏱ ᏂᎦᎥ ᎤᎵᏂᎩᏗᏳ ᎨᏒ ᎠᎦᏍᎩ; ᎥᏝ ᎠᎴ ᎪᎱᏍᏗ ᏰᎵ ᎤᏲ ᎢᎨᏨᏁᏗ ᏱᎨᏎᏍᏗ.

source: Do not be glad, however, because you have power over spirits, but because your names are recorded in heaven.
chr: ᎠᏎᏍᎩᏂᏃᏅ ᎯᎠ ᎾᏍᎩ ᎥᏝᏍᏗ ᏱᏣᎵᎮᎵᏍᏗᏍᎨᏍᏗ, ᎾᏍᎩ ᏗᏓᏅᏙ ᎨᏦᎯᏳᏒᎢ; ᎢᏣᎵᎮᎵᎨᏍᏗᏍᎩᏂ ᏅᏗᎦᎵᏍᏙᏗᏍᎨᏍᏗ ᏕᏣᏙᎥ ᎦᎸᎳᏗ ᏦᏒ ᏫᏗᎪᏪᎸᎢ.

source: In that same hour he was full of joy in the Holy Spirit and said, I give praise to you, O Father, Lord of heaven and earth, because you have kept these things secret from the wise and the men of learning, and have made them clear to little children: for so, O Father, it was pleasing in your eyes.
chr: ᎾᎯᏳ ᏥᏌ ᎤᎵᎮᎵᏤ ᎤᏓᏅᏙᎩᎯ, ᎯᎠ ᏄᏪᏎᎢ, ᎬᏯᎵᎡᎵᏤᎭ ᎡᏙᏓ ᏣᎬᏫᏳᎯ ᎦᎸᎳᏗ ᎠᎴ ᎡᎶᎯ, ᎾᏍᎩ ᎯᎠ ᏥᏕᎲᏍᎦᎳᏁᎸ ᎠᏂᏏᎾᏌᏂ ᎠᎴ ᎠᏁᏯᏔᎯ, ᏗᏂᏲᎵᏃ ᏥᏕᎯᎾᏄᎪᏫᏎᎸ; ᎥᎥ, ᎡᏙᏓ; ᎾᏍᎩᏰᏃ ᎣᏏᏳ ᏣᏰᎸᏅᎯ.

source: All things have been given to me by my Father: and no one has knowledge of the Son, but only the Father: and of the Father, but only the Son, and he to whom the Son will make it clear.
chr: ᏂᎦᎥ ᎪᎱᏍᏗ ᏓᎩᏲᎯᏎᎸ ᎡᏙᏓ; ᎥᏝ ᎠᎴ ᎩᎶ ᏯᎦᏔᎭ ᎾᏍᎩ ᎨᏒ ᎤᏪᏥ, ᎠᎦᏴᎵᎨ ᎤᏩᏒ; ᎠᎴ ᎾᏍᎩ ᎠᎦᏴᎵᎨ ᎨᏒ ᎤᏪᏥ ᎤᏩᏒ, ᎠᎴ ᎩᎶ ᏥᎾᏄᎪᏫᏏ ᎡᎳ ᎤᏪᏥ.

source: And, turning to the disciples, he said privately, Happy are the eyes which see the things you see:
chr: ᎬᏩᏍᏓᏩᏗᏙᎯᏃ ᎢᏗᏢ ᏭᎦᏔᎲᏍᏔᏅ ᎯᎠ ᏂᏚᏪᏎᎴ ᎤᏅᏒ ᎨᏒᎢ, ᏗᎦᎸᏉᏔᏅᎯ ᏗᎦᏙᎵ ᎾᏍᎩ ᏥᏓᎪᏩᏘᎭ ᏂᎯ ᏥᏥᎪᏩᏘᎭ;

source: For I say to you that numbers of prophets and kings have had a desire to see the things which you see, and have not seen them, and to have knowledge of the things which have come to your ears, and they had it not.
chr: ᎢᏨᏲᏎᏰᏃ ᎤᏂᏣᏛᎩ ᎠᎾᏙᎴᎰᏍᎩ ᎠᎴ ᎤᏂᎬᏫᏳᎯ ᎤᎾᏚᎸᎲᎩ ᏂᎯ ᏥᏥᎪᏩᏘ ᎤᏂᎪᏩᏛᏗᏱ, ᎠᏎᏃ ᎥᏝ ᏳᏂᎪᎮᎢ; ᎠᎴ ᎤᎾᏛᎪᏗᏱ ᎾᏍᎩ ᏂᎯ ᏥᏣᏛᎩᎭ, ᎠᏎᏃ ᎥᏝ ᏳᎾᏛᎦᏁᎢ

source: And a certain teacher of the law got up and put him to the test, saying, Master, what have I to do so that I may have eternal life?
chr: ᎬᏂᏳᏉᏃ, ᎩᎶ ᎢᏳᏍᏗ ᏗᎧᎿᏩᏛᏍᏗ ᏗᎪᏏᏏᏍᎩ ᏚᎴᏁᎢ, ᎠᎴ ᎤᎪᎵᏰᏍᎬ ᎯᎠ ᏄᏪᏎᎢ, ᏔᏕᏲᎲᏍᎩ, ᎦᏙ ᏯᏆᏛᏁᎸ ᎠᏆᏤᎵ ᏱᏂᎦᎵᏍᏓ ᎬᏂᏛ ᎠᎵᏍᏆᏗᏍᎩ ᏂᎨᏒᎾ?

source: And he said to him, What does the law say, in your reading of it?
chr: ᎯᎠᏃ ᎾᏥᏪᏎᎴᎢ, ᎦᏙ ᎬᏅ ᎪᏪᎳ ᏗᎧᎿᏩᏛᏍᏗᏱ? ᎦᏙ ᎤᏍᏙ ᎯᎪᎵᏰᏍᎪᎢ?

source: And he, answering, said, Have love for the Lord your God with all your heart and with all your soul and with all your strength and with all your mind; and for your neighbour as for yourself.
chr: ᏧᏁᏨᏃ ᎯᎠ ᏄᏪᏎᎢ, ᎯᎨᏳᏎᏍᏗ ᏱᎰᏩ ᏣᏁᎳᏅᎯ, ᎲᏗᏍᎨᏍᏗ ᏂᎦᎥ ᏣᎾᏫ ᏣᎸᎢ, ᎠᎴ ᏂᎦᎥ ᏣᏓᏅᏙᎩ, ᎠᎴ ᏂᎦᎥ ᏣᎵᏂᎬᎬᎢ, ᎠᎴ ᏂᎦᎥ ᏣᏓᏅᏖᏗ ᎨᏒᎢ; ᎾᎥᏃ ᎢᏗᏍᏓᏓᎳ ᏨᏒ ᏂᏣᏓᎨᏳᏒ ᎾᏍᎩᏯ ᏂᎨᏳᏎᏍᏗ.

source: And he said, You have given the right answer: do this and you will have life.
chr: ᎯᎠᏃ ᏄᏪᏎᎴᎢ, ᏰᎵᏉ ᏂᏫ; ᎾᏍᎩ ᎯᎠ ᎿᏛᏁᎮᏍᏗ, ᎲᏁᏍᏗᏃ.

source: But he, desiring to put himself in the right, said to Jesus, And who is my neighbour?
chr: ᎠᏎᏃ ᎤᏚᎵᏍᎬ ᎤᏚᏓᎴᏍᏗᏱ ᎯᎠ ᏄᏪᏎᎴ ᏥᏌ, ᎦᎪᏃ ᎾᎥ ᎢᏦᎩᎾᏓᎳ?

source: And Jesus, answering him, said, A certain man was going down from Jerusalem to Jericho, and he got into the hands of thieves, who took his clothing and gave him cruel blows, and when they went away, he was half dead.
chr: ᏥᏌᏃ ᏧᏁᏨ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎩᎶ ᎢᏳᏍᏗ ᏥᎷᏏᎵᎻ ᎤᏂᎩᏎ ᏤᎵᎪ ᎤᏪᏅᏎᎢ, ᏗᎾᏓᎾᏌᎲᏍᎩᏃ ᏚᎾᏓᏩᏛᏔᏁᎢ, ᎾᏍᎩ ᏕᎬᏩᏄᏪᏎ ᏚᏄᏩᎥᎢ, ᎠᎴ ᎬᏩᎵᎥᏂᎴᎢ, ᎠᎴ ᎤᎾᏓᏅᏎ ᎬᏩᏕᏤ ᎠᏰᎵ ᎢᏴᏛ ᎤᏲᎱᏒᎯ ᎨᏎᎢ.

source: And by chance a certain priest was going down that way: and when he saw him, he went by on the other side.
chr: ᎠᏰᎵᏃ ᏄᏮᏔᏁ ᎩᎶ ᎢᏳᏍᏗ ᎠᏥᎸ-ᎨᎶᎯ ᎾᎿ ᏂᎦᏅᏅ ᏗᎤᎶᏎᎢ; ᎤᎪᎲᏃ ᎠᏂᏗᏢᏉ ᏄᎶᏎᎢ.

source: And in the same way, a Levite, when he came to the place and saw him, went by on the other side.
chr: ᎠᎴ ᎾᏍᏉ ᎠᎵᏫ ᎾᎿ ᎡᏙᎲ, ᎤᎷᏤ ᎤᎦᏔᏁᎢ, ᎠᎴ ᎠᏂᏗᏢᏉ ᏄᎶᏎᎢ.

source: But a certain man of Samaria, journeying that way, came where he was, and when he saw him, he was moved with pity for him,
chr: ᎩᎶᏍᎩᏂ ᎢᏳᏍᏗ ᏌᎺᎵᏱ ᎡᎯ ᎠᎢᏒᎢ, ᎤᎷᏤ ᎦᏅᎢ; ᎤᎪᎲᏃ ᎤᏪᏙᎵᏤᎢ;

source: And came to him and put clean linen round his wounds, with oil and wine; and he put him on his beast and took him to a house and took care of him.
chr: ᎠᎴ ᏭᎷᏤ ᎠᎴ ᏚᎸᎡᎴ ᏓᏥᏐᏅᏅᎢ, ᎠᎴ ᎪᎢ ᎩᎦᎨᏃ-ᎠᏗᏔᏍᏗ ᏓᏍᏚᏞᎮᎢ, ᎠᎴ ᎤᏩᏒ ᎤᎩᎸᏙᏗ ᎤᎩᎸᏔᏁᎢ, ᏧᏂᏒᏍᏗᏱᏃ ᎠᏓᏁᎸ ᎤᏘᏃᎴᎢ, ᎠᎴ ᎤᏍᏆᏂᎪᏔᏁᎢ.

source: And the day after he took two pennies and gave them to the owner of the house and said, Take care of him; and if this money is not enough, when I come again I will give you whatever more is needed.
chr: ᎤᎩᏨᏛᏃ ᎿᏉ ᎤᏂᎩᏒ, ᏔᎵ ᎠᏂᎩᏏ ᏧᎾᎬᏩᎶᏗ ᏑᎴᏎᎢ, ᎠᎴ ᏚᏁᎴ ᎦᏁᎳ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎯᏍᏆᏂᎪᏕᏍᏗ, ᎢᎦᎢᏃ ᏫᎦᎶᏒᏍᏗᏍᎬ ᏣᎫᏴᎯᏙᎸᎢ, ᎢᏥᎷᏨᎭ ᎢᎬᏯᎫᏴᎡᎸᎭ.

source: Which of these three men, in your opinion, was neighbour to the man who came into the hands of thieves?
chr: ᎯᎠᏃ ᎾᏍᎩ ᏦᎢ ᎢᏯᏂᏛ ᎨᏒ, ᏂᎯ ᎭᏓᏅᏖᏍᎬ, ᎦᎪ ᎾᎥ ᎢᏧᎾᏓᎳ ᏅᏩᏍᏗ ᎾᏍᎩ ᏗᎾᏓᎾᏌᎲᏍᎩ ᏥᏚᎾᏓᏩᏛᏔᏁᎢ?

source: And he said, The one who had mercy on him. And Jesus said, Go and do the same.
chr: ᎯᎠᏃ ᏄᏪᏎᎢ, ᎾᏍᎩ Ꮎ ᎤᏪᏙᎵᏨᎯ. ᎿᏉᏃ ᏥᏌ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎮᎾ, ᎠᎴ ᏂᎯ ᎾᏍᎩᏯ ᏫᎾᏛᎦ.

source: Now, while they were on their way, he came to a certain town; and a woman named Martha took him into her house.
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁ ᎠᎾᎢᏒᎢ, ᎾᏍᎩ ᎢᎸᎯᏢ ᎦᏚᎲ ᎤᎷᏤᎢ; ᎩᎶᏃ ᎢᏳᏍᏗ ᎠᎨᏴ ᎹᏗ ᏧᏙᎢᏛ ᏚᏓᏂᎸᏤ ᎦᏁᎸᎢ.

source: And she had a sister, by name Mary, who took her seat at the Lord's feet and gave attention to his words.
chr: ᎤᎸᏃ ᎡᎮ ᎺᎵ ᏧᏙᎢᏛ, ᎾᏍᎩ ᎾᏍᏉ ᎤᏬᎴ ᏥᏌ ᏚᎳᏍᎬᎢ, ᎠᎴ ᎤᏛᏓᏍᏕ ᎦᏬᏂᏍᎬᎢ.

source: But Martha had her hands full of the work of the house, and she came to him and said, Lord, is it nothing to you that my sister has let me do all the work? Say to her that she is to give me some help.
chr: ᎹᏗᏍᎩᏂ ᎤᏪᎵᎯᏍᏗᏍᎨ ᎤᏣᏘ ᏚᎸᏫᏍᏓᏁᎲᎢ, ᎠᎴ ᎤᎷᏤᎴ ᎯᎠ ᏄᏪᏎᎴᎢ, ᏣᎬᏫᏳᎯ, ᏝᏍᎪ ᎪᎱᏍᏗ ᏰᎵᎭ ᎥᎩᎸ ᏣᏋᏕᏨ ᏣᎩᎯᏯᏍᏓᏁᎸ ᎠᏋᏒᏉ ᎪᎱᏍᏗ ᎢᏨᏯᏛᏁᏗᏱ? ᎾᏍᎩ ᎢᏳᏍᏗ ᏘᏁᏥ ᏓᎩᏍᏕᎸᏗᏱ.

source: But the Lord, answering, said to her, Martha, Martha, you are full of care and troubled about such a number of things:
chr: ᏥᏌᏃ ᎤᏁᏨ ᎯᎠ ᏄᏪᏎᎴᎢ, ᎹᏗ, ᎹᏗ, ᎤᏣᏘ ᏧᏓᎴᏅᏛ ᏣᎦᏌᏯᏍᏛ ᏤᎵᎯᏍᏗᎭ ᎠᎴ ᏣᏕᏯᏙᏗᎭ;

source: Little is needed, or even one thing only: for Mary has taken that good part, which will not be taken away from her.
chr: ᏑᏓᎴᎩᏉ ᏍᎩᏂ ᎤᏚᎸᏗ; ᎠᎴ ᎺᎵ ᎤᏑᏰᏒ ᎾᏍᎩ ᎣᏌᏂ ᎨᏒᎢ, ᎾᏍᎩ ᎦᏰᏥᎩᎡᏗ ᏂᎨᏒᎾ ᏥᎩ.

source: And it came about that he was in prayer in a certain place, and when he came to an end, one of his disciples said to him, Lord, will you give us teaching about prayer, as John did to his disciples?
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁᎢ, ᎾᏍᎩ ᎠᏓᏙᎵᏍᏗᏍᎬ ᎢᎸᎯᏢ, ᎤᏑᎵᎪᏨ, ᎠᏏᏴᏫ ᎤᏍᏓᏩᏗᏙᎯ ᎯᎠ ᏄᏪᏎᎴᎢ, ᏣᎬᏫᏳᎯ, ᏍᎩᏰᏲᎲᎦ ᎣᎦᏓᏙᎵᏍᏙᏗᏱ, ᎾᏍᎩ ᏣᏂ ᏥᏄᏛᏁᎴ ᏥᏚᏪᏲᏁ ᎬᏩᏍᏓᏩᏗᏙᎯ.

source: And he said to them, When you say your prayers, say, Father, may your name be kept holy and your kingdom come.
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᎢᏣᏓᏙᎵᏍᏗᏍᎨᏍᏗ ᎯᎠ ᏂᏥᏪᏍᎨᏍᏗ, ᎣᎩᏙᏓ ᎦᎸᎳᏗ ᎮᎯ, ᎦᎸᏉᏗᏳ ᎨᏎᏍᏗ ᏕᏣᏙᎥᎢ; ᏨᎬᏫᏳᎯ ᎨᏒ ᏫᎦᎾᏄᎪᎢ; ᎭᏓᏅᏖᏍᎬ ᏫᏂᎦᎵᏍᏓ ᎡᎶᎯ ᎾᏍᎩᏯ ᎦᎸᎳᏗ ᏥᏂᎦᎵᏍᏗᎭ.

source: Give us every day bread for our needs.
chr: ᎣᎦᎵᏍᏓᏴᏗ ᏍᎩᏁᎮᏍᏗ ᏂᏚᎩᏨᏂᏒᎢ.

source: May we have forgiveness for our sins, as we make free all those who are in debt to us. And let us not be put to the test.
chr: ᎠᎴ ᏗᎨᏍᎩᎥᏏᏉ ᎣᎩᏍᎦᏅᏨᎢ; ᎠᏴᏰᏃ ᎾᏍᏉ ᏗᎦᏲᏥᏁᎰ ᏂᎦᏛ ᏦᏥᏚᎩ; ᎠᎴ ᏞᏍᏗ ᎤᏓᎪᎵᏰᏗᏱ ᏫᏗᏍᎩᏯᏘᏅᏍᏔᏅᎩ; ᏍᎩᏳᏓᎴᏍᎨᏍᏗᏉᏍᎩᏂ ᎤᏲ ᎨᏒᎢ.

source: And he said to them, Which of you, having a friend, would go to him in the middle of the night and say to him, Friend, let me have three cakes of bread;
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎴᎢ, ᎦᎪ ᎯᎠ ᏥᏂᏣᏛᏅ ᎤᎵᎢ ᏰᎭ, ᎠᎴ ᎡᏃᏱ ᎠᏰᎵ ᏱᏭᎷᏤᎸ, ᎠᎴ ᎯᎠ ᏱᏄᏪᏎᎸ, ᎩᎾᎵᎢ, ᏦᎢ ᎦᏚ ᏗᏍᏆᏙᎳᏍᏓ;

source: Because a friend of mine has come to me on a journey, and I have nothing to put before him;
chr: ᎣᎩᎾᎵᎢᏰᏃ ᎠᎢᏒ ᎠᎩᎷᏥ, ᎥᏝ ᎠᎴ ᎪᎱᏍᏗ ᏯᎩᎭ ᏥᏰᎳᏍᏙᏗ;

source: And he, from inside the house, would say in answer, Do not be a trouble to me; the door is now shut, and my children are with me in bed; it is not possible for me to get up and give to you?
chr: ᎾᏍᎩᏃ ᏗᏯᎥ ᏴᏓᎧᏁᎩ ᎯᎠ ᏱᏅᏓᎦᏫ, ᏞᏍᏗ ᏍᏆᏕᏯᏙᏔᏅᎩ; ᎦᎶᎯᏍᏗᏱ ᎦᏳᎳ ᎠᏍᏚᎭ, ᏗᏂᏲᎵᏃ ᏗᏇᏥ ᎣᏥᏂᏝᎠ, ᎥᏝ ᏰᎵ ᏴᎦᎦᏗᏛ ᏱᏙᎦᎬᎥᏏ.

source: I say to you, Though he will not get up and give to him, because he is his friend, still, if he keeps on making his request, he will get up and give him as much as he has need of.
chr: ᎢᏨᏲᏎᎭ ᎬᏩᏗᏛᏗ ᏂᎨᏒᎾ ᎠᎴ ᏗᎬᏩᏁᏗ ᏂᎨᏒᎾ ᏱᎩ, ᎤᎾᎵᎢᏉ ᎨᏒ ᎢᏳᏍᏗ, ᎾᏑᎵᎪᎬᎾᏍᎩᏂ ᎨᏒ ᎢᏳᏍᏗ ᏯᏗᏛ ᎠᎴ ᏱᏕᎠᎲᏏ ᏂᎦᎥ ᏚᏚᎵᏍᎬᎢ.

source: And I say to you, Make requests, and they will be answered; what you are searching for, you will get; when you give the sign, the door will be open to you.
chr: ᎠᎴ ᎯᎠ ᏂᏨᏪᏎᎭ, ᎢᏥᏔᏲᎭ, ᎠᏎ ᏓᏰᏥᏁᎵ; ᎢᏥᏲᎦ, ᎠᏎ ᏓᏥᏩᏛᎯ; ᎢᏨᏂᎦ, ᎠᏎ ᏓᏰᏥᏍᏚᎢᎡᎵ;

source: For to everyone who makes a request, it will be given; and he who is searching will get his desire; and to him who gives the sign, the door will be open.
chr: ᎾᏂᎥᏉᏰᏃ ᎩᎶ ᏣᏂᏔᏲᎯᎰ ᎨᏥᏁᎰᎢ; ᎩᎶᏃ ᏧᏲᎰ ᎠᏩᏘᏍᎪᎢ; ᎩᎶᏃ ᏥᏫᎬᏂᎰ ᎠᏥᏍᏚᎢᎡᎰᎢ.

source: And which of you, being a father, will give a stone to his son, who makes request for bread? or for a fish, will give him a snake?
chr: ᎢᏳ ᎠᎴ ᎩᎶ ᎯᎠ ᏥᏂᏣᏛᏅ ᎢᏥᎦᏴᎵᎨ ᎨᏒ ᎤᏪᏥ ᎦᏚ ᏳᏔᏲᏎᎭ, ᏥᏌ ᏅᏯᏉ ᏯᎲᏏ? ᎢᏳ ᎠᎴ ᎠᏣᏗ ᏳᏔᏲᏎᎭ, ᏥᎪ ᎠᏣᏗ ᎤᏅᏁᏗ ᎨᏒ ᎢᎾᏛᏉ ᏱᎦᏅᎥᏏ?

source: Or for an egg, will give him a scorpion?
chr: ᎢᏳ ᎠᎴ ᎤᏪᏥ ᏳᏔᏲᏎᎸ, ᏥᎪ ᎦᏙᎬ-ᎠᏓᏨᏯᏍᏗᏍᎩ ᏱᎦᏅᎥᏏ.

source: If, then, you who are evil are able to give good things to your children, how much more will your Father in heaven give the Holy Spirit to those who make request to him?
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏳᏃ ᏂᎯ ᎢᏥᏲᎢ, ᏱᏥᏏᎾᎯ ᎣᏍᏛ ᎨᏒ ᏗᏥᏁᏗᏱ ᏗᏤᏥ, ᎤᏟᎯᏳ ᏄᏛᏅᎢᏍᏗ ᎢᏥᏙᏓ ᎦᎸᎳᏗ ᎡᎯ ᏧᏁᏗᏱ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎬᏩᏔᏲᏎᎯ!

source: And he was sending an evil spirit out of a man who was without the power of talking. And it came about that when the spirit had gone the man had the power of talking; and the people were full of wonder.
chr: ᎠᏍᎩᎾᏃ ᎦᏄᎪᏫᏍᎨᎢ, ᎠᎴ ᎤᏩᎨᏫ ᎨᏎᎢ. ᎯᎠ Ꮓ ᏄᎵᏍᏔᏁᎢ, ᎾᏍᎩ ᎠᏍᎩᎾ ᎤᏄᎪᏨ ᎤᏩᎨᏫ ᎤᏬᏂᏎᎢ; ᏴᏫᏃ ᎤᏂᏍᏆᏂᎪᏎᎢ.

source: But some of them said, He sends out evil spirits by Beelzebul, the ruler of evil spirits.
chr: ᎢᎦᏛᏍᎩᏂ ᎯᎠ ᏄᏂᏪᏎᎢ, ᎠᏂᏍᎩᎾ ᏕᎦᏄᎪᏫᏍᎦ ᎤᏍᏕᎵᎭ ᏇᎵᏥᏆ ᎤᎬᏫᏳᎯ ᎠᏂᏍᎩᎾ ᎤᎾᏤᎵᎦ.

source: And others, testing him, were looking for a sign from heaven from him.
chr: ᎠᏂᏐᎢᏃ ᎬᏩᎪᎵᏰᏍᎬ, ᎬᏩᏔᏲᏎᎴ ᏧᎾᏄᎪᏫᏎᏗᏱ ᎤᏰᎸᏛ ᎦᎸᎳᏗ ᏅᏓᏳᎶᏒᎯ.

source: But he, having knowledge of their thoughts, said to them, Every kingdom in which there is division is made waste; and a house in which there is division comes to destruction.
chr: ᎠᏎᏃ ᎠᎦᏔᎮ ᏄᏍᏛ ᏓᎾᏓᏅᏖᏍᎬ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᏂᎦᎥ ᎠᏰᎵ ᏕᎪᏢᏒᎢ ᏔᎵ ᏥᎾᏓᏗᏍᎪ ᎤᏩᏒ ᏣᏓᏡᏗᏍᎪᎢ, ᎠᏲᎪᏉ; ᎠᎴ ᏏᏓᏁᎸ ᏔᎵ ᏥᏄᏓᎣ ᎤᏩᏒ ᏣᏓᏡᏗᏍᎪ ᎠᏲᎪᎢ.

source: If, then, Satan is at war with himself, how will he keep his kingdom? because you say that I send evil spirits out of men by the help of Beelzebul.
chr: ᎢᏳ ᎠᎴ ᏎᏓᏂ ᏔᎵ ᏱᏄᏓᎠ ᎤᏩᏒ ᏯᏓᏡᏗᎭ, ᎦᏙ ᏱᎦᎵᏍᏙᏓ ᏱᏂᎬᏩᏍᏗᏉ ᎤᏤᎵᎪᎯ? ᏅᏗᎦᎵᏍᏙᏗᎭ ᏇᎵᏥᏆ ᎤᏍᏕᎵᎭ ᎠᏂᏍᎩᎾ ᏥᏕᎦᏄᎪᏫᏍᎦ ᏥᏍᎩᏲᏎᎭ.

source: And if I, by Beelzebul, send out evil spirits, by whose help do your sons send them out? so let them be your judges.
chr: ᎢᏳᏃ ᏇᎵᏥᏆ ᏯᎩᏍᏕᎵᎭ ᎠᏂᏍᎩᎾ ᏕᏥᏄᎪᏫᏍᎬᎢ, ᎦᎪ ᎤᏂᏍᏕᎵᎭ ᏗᏤᏥ ᎾᏍᎩ ᏓᏂᏄᎪᏫᏍᎬᎢ? ᎾᏍᎩ ᎢᏳᏍᏗ ᎾᏍᎩ ᏗᎨᏧᎪᏓᏁᎯ ᎨᏎᏍᏗ.

source: But if I, by the finger of God, send out evil spirits, then the kingdom of God has overtaken you.
chr: ᎢᏳᏍᎩᏂ ᎠᏴ ᎠᏂᏍᎩᎾ ᏕᏥᏄᎪᏫᏍᎬ ᎤᏁᎳᏅᎯ ᎦᏰᏌᏛ ᏱᎬᏗᎭ, ᎥᏝ ᏳᏜᏏᏛᎭ ᎤᏁᎳᏅᎯ ᎤᎬᏫᏳᎯ ᎨᏒ ᎢᏥᎷᏤᎸᎢ.

source: When the strong man armed keeps watch over his house, then his goods are safe:
chr: ᎢᏳᏃ ᎤᎵᏂᎩᏛ ᎠᏍᎦᏯ ᎤᎵᏍᎦᏍᏙᏗ ᎬᏰᎯ ᏯᎦᏘᏯ ᎦᏁᎸᎢ ᏅᏩᏙᎯᏯᏛ ᏄᏍᏛ ᎤᎿᎥᎢ.

source: But when one who is stronger makes an attack on him and overcomes him, he takes away his instruments of war, in which he had put his faith, and makes division of his goods.
chr: ᎤᏟᏍᎩᏂ ᎢᏳᎵᏂᎩᏛ ᏳᏃᎵᎸ ᎠᎴ ᏳᏎᎪᎩᏒ, ᎤᎩᎡᎰ ᏂᎦᏛ ᎤᎵᏍᎦᏍᏙᏗ ᎤᎵᏍᎦᏍᏙᏔᏅᎢ, ᎠᎴ ᎠᏯᏙᎯᎰ ᏧᎬᏩᎶᏗ ᎤᏓᏬᏅᎲᎢ.

source: He who is not with me is against me, and he who will not give me help in getting people together is driving them away.
chr: ᎩᎶ ᎾᏆᎵᎪᏁᎲᎾ ᏥᎨᏐ ᎠᏆᏡᏗᏍᎪᏉ; ᎩᎶᏃ ᏃᏍᏗᏟᏏᏍᎬᎾ ᏥᎨᏐ ᎠᏗᎦᎴᏯᏍᎪᏉ.

source: The unclean spirit, when he has gone out of a man, goes through dry places, looking for rest; and when he does not get it, he says, I will go back to my house from which I came.
chr: ᎢᏳᏃ ᎦᏓᎭ ᎠᏓᏅᏙ ᏴᏫ ᎤᏄᎪᎩ, ᎡᏙᎰ ᎤᎧᏲᏛᎯ ᎨᏒᎢ, ᎤᏲᎰ ᎠᏣᏪᏐᎸᏍᏙᏗᏱ; ᎤᏠᎩᏃ, ᎯᎠ ᏂᎦᏪᏍᎪᎢ, ᏛᎦᏨᏏ ᏗᏇᏅᏒ ᏗᎩᏄᎪᏨ ᏮᏛᏥᎶᏏ.

source: And when he comes, he sees that it has been made fair and clean.
chr: ᏫᎦᎷᎩᏃ ᎠᏩᏘᏍᎪ ᎬᏃᏌᎲᎯ ᎠᎴ ᎪᏚᎢᏍᏔᏅᎯ ᎨᏐᎢ.

source: Then he goes and gets seven other spirits more evil than himself, and they go in, and take their places there: and the last condition of that man is worse than the first.
chr: ᎿᏉᏃ ᎡᎪᎢ, ᎠᎴ ᏫᏓᏯᏂᏍᎪ ᎦᎵᏉᎩ ᏗᏓᏅᏙ ᏅᏩᎾᏓᎴ ᎤᏟ ᎢᏳᏂᏁᎫᏥᏛ ᎡᏍᎦᏉ ᎤᏩᏒ; ᎾᏍᎩᏃ ᎠᏂᏴᎯᎰ ᎠᎴ ᎾᎿ ᎠᎾᏁᎳᏗᏍᎪᎢ; ᎣᏂᏱᏃ ᏄᏍᏛ Ꮎ ᎠᏍᎦᏯ ᎤᏟ ᎤᏲᎢᏳ ᎨᏐᎢ ᎡᏍᎦᏉ ᎢᎬᏱᏱ.

source: And it came about that when he said these things, a certain woman among the people said in a loud voice, Happy is the body which gave you birth, and the breasts from which you took milk.
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁᎢ, ᎠᏏᏉ ᎾᏍᎩ ᎯᎠ ᏂᎦᏪᏍᎨᎢ, ᎩᎶ ᎢᏳᏍᏗ ᎠᎨᏴ ᎨᎳ ᎤᎾᏓᏡᎬ ᎤᏌᎳᏓᏁ ᎧᏁᎬ ᎠᎴ ᎯᎠ ᏄᏪᏎᎴᎢ; ᎣᏏᏳ ᎢᏳᎵᏍᏓᏁᏗ ᏂᎯ ᏣᎾᏄᎪᏫᏒᎯ ᎠᎴ ᎾᏍᎩ ᏣᏍᏛᏅᎯ.

source: But he said, More happy are they who give hearing to the word of God and keep it.
chr: ᎠᏎᏃ ᎯᎠ ᏄᏪᏎᎢ, ᎥᎥ, ᎤᏟᎯᏳᏍᎩᏂ ᎣᏍᏛ ᎢᏳᎾᎵᏍᏓᏁᏗ ᎠᎾᏛᎩᏍᎩ ᎧᏃᎮᏛ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ ᎠᎴ ᎾᏍᎩ ᎠᏂᏍᏆᏂᎪᏗᏍᎩ.

source: And when a great number of people came together to him, he said, This generation is an evil generation: it is looking for a sign and no sign will be given to it but the sign of Jonah.
chr: ᎿᏉᏃ ᏴᏫ ᎦᏁᏄᎵ ᎤᎾᏓᏟᏌᏅ, ᎤᎴᏅᎮ ᎯᎠ ᏄᏪᏎᎢ; ᎤᏂᏲ ᎪᎯ ᏣᏁᎭ; ᎤᏂᏲᎭ ᎤᏰᎸᏛᎢ; ᎠᏎᏃ ᎥᏝ ᎨᏥᎾᏄᎪᏫᏎᏗ ᏱᎨᏎᏍᏗ ᎤᏰᎸᏛᎢ, ᏦᎾ ᎠᏙᎴᎰᏍᎩ ᎤᏤᎵ ᎤᏰᎸᏛ ᎤᏩᏒ.

source: For even as Jonah became a sign to the Ninevites, so will the Son of man be to this generation.
chr: ᏦᎾᏰᏃ ᎤᏰᎸᏛ ᏥᏂᎨᎬᏁᎴ ᏂᏂᏫ ᎠᏁᎯ, ᎾᏍᎩᏯ ᎾᏍᏉ ᏴᏫ ᎤᏪᏥ ᎤᏰᎸᏛ ᏅᏓᎨᎬᏁᎵ ᎪᎯ ᏣᏁᎭ.

source: The queen of the South will come up on the day of judging and give her decision against the men of this generation: for she came from the ends of the earth to give ear to the wisdom of Solomon; and now something greater than Solomon is here.
chr: ᎤᎬᏫᏳᎯ ᎠᎨᏴ ᏧᎦᎾᏮ ᏤᎮᎢ ᏙᏛᎾᎴᏂ ᎪᎯ ᏣᏁᎭ ᏗᎫᎪᏙᏗᏱ ᎨᏎᏍᏗ, ᎠᎴ ᏧᎾᏚᎪᏓᏁᏗᏱ ᏂᏙᏓᎬᏁᎵ; ᎾᏍᎩᏰᏃ ᏩᏍᏛ ᎢᏴᏛ ᎦᏙᎯ ᏧᏅᏎ ᎤᏛᎦᏂᎴ ᏐᎵᎹᏅ ᎠᎦᏔᎾᎥᎢ; ᎬᏂᏳᏉᏃ ᎠᏂ ᎡᏙᎭ ᎤᏟ ᎢᏯᏥᎸᏉᏗ ᎡᏍᎦᏉ ᏐᎵᎹᏅ.

source: The men of Nineveh will come up in the day of judging and give their decision against this generation: for they were turned away from their sins at the preaching of Jonah; but now something greater than Jonah is here.
chr: ᏴᏫ ᏂᏂᏫ ᏣᏁᎮ ᏙᏛᎾᎴᏂ ᎪᎯ ᏣᏁᎭ ᏗᎫᎪᏗᏱ ᎨᏎᏍᏗ, ᎠᎴ ᏧᎾᏚᎪᏓᏁᏗᏱ ᏅᏛᏅᏁᎵ; ᏚᏂᏁᏟᏴᏎᏰᏃ ᏚᎾᏓᏅᏛ ᏦᎾ ᏚᎵᏥᏙᏁᎸ; ᎬᏂᏳᏉᏃ ᎠᏂ ᎡᏙᎭ ᎤᏟ ᎢᏯᏥᎸᏉᏗ ᎡᏍᎦᏉ ᏦᎾ.

source: No man, when the light has been lighted, puts it in a secret place, or under a vessel, but on its table, so that those who come in may see the light.
chr: ᎥᏝ ᎠᎴ ᎩᎶ ᎠᏨᏍᏛᎦ ᎠᏨᏍᏙᏗ ᎤᏕᎵᏒ ᏱᎦᎧᎲᏍᎪᎢ, ᎥᏝ ᎠᎴ ᎠᏟᎶᏍᏗ ᏱᎫᏢᏗᏍᎪᎢ, ᎦᎪᏗᏱᏍᎩᏂ ᎦᎪᏗᏍᎪᎢ, ᎾᏍᎩ ᏅᏛᏂᏴᎯᎯ ᎤᏂᎪᏩᏛᏗᏱ ᎢᎦ ᎦᏛᎢ.

source: The light of the body is the eye: when your eye is true, all your body is full of light; but when it is evil, your body is dark.
chr: ᎠᎦᏔ ᎠᏰᎸ ᎢᎦ ᎠᏘᏍᏓᏁᎯ; ᎾᏍᎩ ᎢᏳᏍᏗ, ᎢᏳᏃ ᎪᎱᏍᏗ ᏄᏍᏛᎾ ᎨᏎᏍᏗ ᎯᎦᏙᎵ, ᏂᎬ ᎯᏰᎸ ᎾᏍᏉ ᎧᎵᏬᎯ ᎨᏎᏍᏗ ᎢᎦ ᎦᏘ; ᎢᏳᏍᎩᏂ ᎯᎦᏙᎵ ᎤᏲ ᎨᏎᏍᏗ ᏂᎬ ᎯᏰᎸ ᎾᏍᏉ ᎧᎵᏬᎯ ᎨᏎᏍᏗ ᎤᎵᏏᎩ.

source: So take care that the light which is in you is not dark.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎮᏯᏔᎮᏍᏗ ᎾᏍᎩ ᎢᎦ ᎦᏘ ᎭᏫᏂ ᏤᎲ ᏞᏍᏗ ᎤᎵᏏᎩ ᏱᎨᏎᏍᏗ.

source: If, then, all your body is light, with no part of it dark, it will be completely full of light, as when a flame with its bright shining gives you light.
chr: ᎢᏳᏃ ᏂᎬ ᎯᏰᎸ ᎧᎵᏬᎯ ᎨᏎᏍᏗ ᎢᎦ ᎦᏘ, ᎢᎸᎯᏢ ᏄᏓᏓᎸᎾ ᎤᎵᏏᎩ, ᏂᎬ ᎤᎧᎵᏨᎯ ᎨᏎᏍᏗ ᎢᎦ ᎦᏘ, ᎾᏍᎩᏯ ᎠᏨᏍᏙᏗ ᎣᏍᏛ ᎠᏓᏪᎵᎩᏍᎬ ᎢᎦ ᏥᏣᏘᏍᏓᏁᎰᎢ.

source: Now, while he was talking, a Pharisee made a request that he would come to a meal with him; and he went in and took his seat at the meal.
chr: ᎠᏏᏉᏃ ᎦᏬᏂᏍᎨ ᎩᎶ ᎢᏳᏍᏗ ᎠᏆᎵᏏ ᎤᏔᏲᏎᎴ ᎤᎵᏍᏓᏴᎾᏁᏗᏱ; ᎤᏴᎴᏃ, ᎠᎴ ᎤᎵᎩᏳᏍᏓᏅᏁᎢ.

source: And when the Pharisee saw it, he was surprised because he came to the meal without first washing himself.
chr: ᎠᏆᎵᏏᏃ ᎤᎪᎲ ᎤᏍᏆᏂᎪᏎ ᏂᏚᏬᏑᎴᎥᎾ ᎨᏒ ᎠᏏᏉ ᏄᎵᏍᏓᏴᏅᎾ.

source: And the Lord said to him, You Pharisees make the outside of the cup and the plate clean; but inside you are thieves and full of evil.
chr: ᎤᎬᏫᏳᎯᏃ ᎯᎠ ᏄᏪᏎᎴᎢ, ᏂᎯ ᎢᏥᏆᎵᏏ ᎤᎵᏍᏈᏗ ᎠᎴ ᎠᏖᎵᏙ ᎦᏚᎢᏗᏢ ᏕᏥᏅᎦᎵᏍᎪᎢ; ᎭᏫᏂᏍᎩᏂ ᎨᏒ ᎢᏥᎧᎵᏨᎯ ᎨᏐ ᎠᏎᏉ ᎠᏓᎩᎡᏗ ᎨᏒ ᎠᎴ ᎠᏍᎦᎾᎢ.

source: O you foolish ones! did not he who made the outside in the same way make the inside?
chr: ᎢᏥᏁᎫ, ᏝᏍᎪ ᎾᏍᎩ ᎦᏚᎢᏗᏢ ᎡᎯ ᎤᏬᏢᏅᎯ ᎾᏍᏉ ᎭᏫᏂᏗᏢ ᎡᎯ ᏳᏬᏢᏁᎢ?
